docs/explications/stable-diffusion.md
```mermaid
flowchart LR
    A(FastAPI) -- prompt --> SD[Stable Diffusion]
    SD -- image --> A
```
